[
  { "word": "able", "hint": "Having the power, skill, or means to do something." },
  { "word": "about", "hint": "On the subject of; concerning." },
  { "word": "absolute", "hint": "Not qualified or diminished in any way; total." },
  { "word": "accept", "hint": "Consent to receive (a thing offered)." },
  { "word": "account", "hint": "A report or description of an event or experience." },
  { "word": "achieve", "hint": "Successfully bring about or reach (a desired objective, level, or result) by effort, skill, or courage." },
  { "word": "across", "hint": "From one side to the other of (a place, area, etc.)." },
  { "word": "active", "hint": "Engaging or ready to engage in physically energetic pursuits." },
  { "word": "actual", "hint": "Existing in fact; typically as contrasted with what was intended, expected, or believed." },
  { "word": "address", "hint": "The particulars of the place where someone lives or an organization is situated." },
  { "word": "admit", "hint": "Confess to be true or to be the case, typically with reluctance." },
  { "word": "advertise", "hint": "Describe or draw attention to (a product, service, or event) in a public medium in order to promote sales or attendance." },
  { "word": "affect", "hint": "Have an effect on; make a difference to." },
  { "word": "afford", "hint": "Have enough money to pay for." },
  { "word": "after", "hint": "In the time following (an event or another period of time)." },
  { "word": "afternoon", "hint": "The time from noon or lunchtime to evening." },
  { "word": "again", "hint": "Another time; once more." },
  { "word": "against", "hint": "In opposition to." },
  { "word": "agent", "hint": "A person who acts on behalf of another person or group." },
  { "word": "agree", "hint": "Have the same opinion about something; concur." },
  { "word": "allow", "hint": "Give (someone) permission to do something." },
  { "word": "almost", "hint": "Not quite; very nearly." },
  { "word": "along", "hint": "Moving in a constant direction on (a path or any more or less horizontal surface)." },
  { "word": "already", "hint": "Before or by now or the time in question." },
  { "word": "alright", "hint": "Satisfactory but not especially good; acceptable." },
  { "word": "also", "hint": "In addition; too." },
  { "word": "although", "hint": "In spite of the fact that; even though." },
  { "word": "always", "hint": "At all times; on all occasions." },
  { "word": "america", "hint": "A continent comprising the totality of North and South America." },
  { "word": "amount", "hint": "A quantity of something, especially the total of a thing or things in number, size, value, or extent." },
  { "word": "another", "hint": "Used to refer to an additional person or thing of the same type as one already mentioned or known." },
  { "word": "answer", "hint": "A thing said, written, or done to deal with or as a reaction to a question, statement, or situation." },
  { "word": "apart", "hint": "Separated by a distance; at a specified distance from each other in time or space." },
  { "word": "apparent", "hint": "Clearly visible or understood; obvious." },
  { "word": "appear", "hint": "Come into sight; become visible or noticeable." },
  { "word": "apply", "hint": "Make a formal application or request." },
  { "word": "appoint", "hint": "Assign a job or role to (someone)." },
  { "word": "approach", "hint": "Come near or nearer to (someone or something) in distance or time." },
  { "word": "appropriate", "hint": "Suitable or proper in the circumstances." },
  { "word": "area", "hint": "A region or part of a town, a country, or the world." },
  { "word": "argue", "hint": "Give reasons or cite evidence in support of an idea, action, or theory, typically with the aim of persuading others to share one's view." },
  { "word": "around", "hint": "Located or situated on every side." },
  { "word": "arrange", "hint": "Put (things) in a neat, attractive, or required order." },
  { "word": "associate", "hint": "Connect (someone or something) with something else in one's mind." },
  { "word": "assume", "hint": "Suppose to be the case, without proof." },
  { "word": "attend", "hint": "Be present at (an event, meeting, or function)." },
  { "word": "authority", "hint": "The power or right to give orders, make decisions, and enforce obedience." },
  { "word": "available", "hint": "Able to be used or obtained; at someone's disposal." },
  { "word": "aware", "hint": "Having knowledge or perception of a situation or fact." },
  { "word": "away", "hint": "To or at a distance from a particular place, person, or thing." },
  { "word": "awful", "hint": "Very bad or unpleasant." },
  { "word": "baby", "hint": "A very young child, especially one newly or recently born." },
  { "word": "back", "hint": "The rear surface of the human body from the shoulders to the hips." },
  { "word": "balance", "hint": "An even distribution of weight enabling someone or something to remain upright and steady." },
  { "word": "ball", "hint": "A solid or hollow spherical or egg-shaped object that is kicked, thrown, or hit in a game." },
  { "word": "bank", "hint": "The land alongside or sloping down to a river or lake." },
  { "word": "base", "hint": "The lowest part or edge of something, especially the part on which it rests or is supported." },
  { "word": "basis", "hint": "The underlying support or foundation for an idea, argument, or process." },
  { "word": "bear", "hint": "A large, heavy mammal that walks on the soles of its feet, with thick fur and a very short tail." },
  { "word": "beat", "hint": "Defeat (someone) in a game, competition, election, or other contest." },
  { "word": "beauty", "hint": "A combination of qualities, such as shape, color, or form, that pleases the aesthetic senses, especially the sight." },
  { "word": "because", "hint": "For the reason that; since." },
  { "word": "become", "hint": "Begin to be." },
  { "word": "before", "hint": "During the period of time preceding (a particular event, date, or time)." },
  { "word": "begin", "hint": "Perform or undergo the first part of (an action or activity)." },
  { "word": "behind", "hint": "At or to the far side of (something), typically so as to be hidden by it." },
  { "word": "believe", "hint": "Accept (something) as true; feel sure of the truth of." },
  { "word": "benefit", "hint": "An advantage or profit gained from something." },
  { "word": "best", "hint": "Of the most excellent, effective, or desirable type or quality." },
  { "word": "between", "hint": "At, into, or across the space separating (two objects or regions)." },
  { "word": "bill", "hint": "An amount of money owed for goods supplied or services rendered, set out in a printed or written statement of charges." },
  { "word": "birth", "hint": "The emergence of a baby or other young from the body of its mother; the start of life as a physically separate being." },
  { "word": "black", "hint": "Of the very darkest color owing to the absence of or complete absorption of light; the opposite of white." },
  { "word": "bloke", "hint": "A man; a fellow." },
  { "word": "blood", "hint": "The red liquid that circulates in the arteries and veins of humans and other vertebrate animals, carrying oxygen to and carbon dioxide from the tissues of the body." },
  { "word": "blow", "hint": "Expel air through pursed lips or another opening." },
  { "word": "blue", "hint": "Of a color intermediate between green and violet, as of the sky or sea on a sunny day." },
  { "word": "board", "hint": "A long, thin, flat piece of wood or other hard material, used for floors or other building purposes." },
  { "word": "boat", "hint": "A small vessel for traveling over water, propelled by oars, sails, or an engine." },
  { "word": "body", "hint": "The physical structure of a person or an animal, including the bones, flesh, and organs." },
  { "word": "book", "hint": "A set of written or printed pages, usually bound with a protective cover." },
  { "word": "both", "hint": "Used to refer to two people or things, regarded and identified together." },
  { "word": "bother", "hint": "Take the trouble to do something." },
  { "word": "bottle", "hint": "A container, typically made of glass or plastic and with a narrow neck, used for storing drinks or other liquids." },
  { "word": "bottom", "hint": "The lowest part or point of something." },
  { "word": "break", "hint": "Separate or cause to separate into pieces as a result of a blow, shock, or strain." },
  { "word": "brief", "hint": "Of short duration; not lasting for long." },
  { "word": "brilliant", "hint": "Exceptionally clever or talented." },
  { "word": "bring", "hint": "Take or go with (someone or something) to a place." },
  { "word": "britain", "hint": "A geographical term which refers to the island containing England, Scotland, and Wales." },
  { "word": "brother", "hint": "A man or boy in relation to other sons and daughters of his parents." },
  { "word": "budget", "hint": "An estimate of income and expenditure for a set period of time." },
  { "word": "build", "hint": "Construct (something) by putting parts or material together." },
  { "word": "business", "hint": "A person's regular occupation, profession, or trade." },
  { "word": "busy", "hint": "Having a great deal to do." },
  { "word": "cake", "hint": "An item of soft, sweet food made from a mixture of flour, shortening, eggs, sugar, and other ingredients, baked and often decorated." },
  { "word": "call", "hint": "Give (an infant or animal) a specified name." },
  { "word": "card", "hint": "A piece of thick, stiff paper or thin pasteboard, in particular one used for writing or printing on." },
  { "word": "care", "hint": "The provision of what is necessary for the health, welfare, maintenance, and protection of someone or something." },
  { "word": "carry", "hint": "Support and move (someone or something) from one place to another." },
  { "word": "case", "hint": "An instance of a particular situation; an example of something occurring." },
  { "word": "catch", "hint": "Intercept and hold (something which has been thrown, propelled, or dropped)." },
  { "word": "cause", "hint": "A person or thing that gives rise to an action, phenomenon, or condition." },
  { "word": "cent", "hint": "A monetary unit equal to one hundredth of a dollar, euro, or other decimal currency unit." },
  { "word": "centre", "hint": "The point that is equally distant from every point on the circumference of a circle or sphere." },
  { "word": "certain", "hint": "Able to be firmly relied on to happen or be the case." },
  { "word": "chair", "hint": "A separate seat for one person, typically with a back and four legs." },
  { "word": "chairman", "hint": "A person chosen to preside over a meeting." },
  { "word": "chance", "hint": "A possibility of something happening." },
  { "word": "change", "hint": "Make or become different." },
  { "word": "chap", "hint": "A man or a boy." },
  { "word": "character", "hint": "The mental and moral qualities distinctive to an individual." },
  { "word": "charge", "hint": "Demand (an amount) as a price from someone for a service rendered or goods supplied." },
  { "word": "cheap", "hint": "Low in price, especially in relation to similar items or services." },
  { "word": "check", "hint": "Examine (something) in order to determine its accuracy, quality, or condition, or to detect the presence of something." },
  { "word": "child", "hint": "A young human being below the age of puberty or below the legal age of majority." },
  { "word": "choice", "hint": "An act of selecting or making a decision when faced with two or more possibilities." },
  { "word": "choose", "hint": "Pick out or select (someone or something) as being the best or most appropriate of two or more alternatives." },
  { "word": "Christ", "hint": "The title, also treated as a name, given to Jesus of Nazareth." },
  { "word": "Christmas", "hint": "The annual Christian festival celebrating Christ's birth, held on December 25 in the Western Church." },
  { "word": "church", "hint": "A building used for public Christian worship." },
  { "word": "city", "hint": "A large town." },
  { "word": "claim", "hint": "State or assert that something is the case, typically without providing evidence or proof." },
  { "word": "class", "hint": "A set or category of things having some property or attribute in common and differentiated from others by kind, type, or quality." },
  { "word": "clean", "hint": "Free from dirt, marks, or stains." },
  { "word": "clear", "hint": "Easy to perceive, understand, or interpret." },
  { "word": "client", "hint": "A person or organization using the services of a lawyer or other professional person or company." },
  { "word": "clock", "hint": "A mechanical or electrical device for measuring time, indicating hours, minutes, and sometimes seconds by hands on a round dial or by displayed figures." },
  { "word": "close", "hint": "Move so as to cover an opening." },
  { "word": "closes", "hint": "Plural of 'close': to move so as to cover an opening or to end a discussion or meeting." },
  { "word": "clothe", "hint": "Put clothes on (oneself or someone); dress." },
  { "word": "club", "hint": "An association dedicated to a particular interest or activity." },
  { "word": "coffee", "hint": "A drink made from the roasted and ground bean-like seeds of a tropical shrub, served hot or iced." },
  { "word": "cold", "hint": "Of or at a low or relatively low temperature, especially when compared with the temperature of the human body." },
  { "word": "colleague", "hint": "A person with whom one works in a profession or business." },
  { "word": "collect", "hint": "Bring or gather together (things, typically when scattered or widespread)." },
  { "word": "college", "hint": "An educational institution or establishment, in particular one providing higher education or specialized professional or vocational training." },
  { "word": "colour", "hint": "The property possessed by an object of producing different sensations on the eye as a result of the way it reflects or emits light." },
  { "word": "come", "hint": "Move or travel toward or into a place thought of as near or familiar to the speaker." },
  { "word": "comment", "hint": "A verbal or written remark expressing an opinion or reaction." },
  { "word": "commit", "hint": "Carry out or perpetrate (a mistake, crime, or immoral act)." },
  { "word": "committee", "hint": "A group of people appointed for a specific function by a larger group and typically consisting of members of that group." },
  { "word": "common", "hint": "Occurring, found, or done often; prevalent." },
  { "word": "community", "hint": "A group of people living in the same place or having a particular characteristic in common." },
  { "word": "company", "hint": "A commercial business." },
  { "word": "compare", "hint": "Estimate, measure, or note the similarity or dissimilarity between." },
  { "word": "complete", "hint": "Having all the necessary or appropriate parts." },
  { "word": "compute", "hint": "Calculate or reckon (a figure or amount)." },
  { "word": "concern", "hint": "Relate to; be about." },
  { "word": "young", "hint": "Having lived or existed for only a short time." }
]
